<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 認証の言語行
    |--------------------------------------------------------------------------
    |
    | 次の言語行は、ユーザーに表示する必要があるさまざまなメッセージの認証中に使用されます。
    | これらの言語行は、アプリケーションの要件に応じて自由に変更できます。
    |
    */

    'failed' => 'メールアドレスまたはパスワードが違います。',
    'password' => 'パスワードが正しくありません。',
    'throttle' => 'ログイン試行が多すぎます。:seconds秒後にもう一度お試しください。',
    'throttle_user' => '認証コードの送信回数上限を超えました。:seconds秒後にもう一度お試しください。',
    'logout_success' => 'ログアウトしました。',
    'login_failed' => 'ログインに失敗しました。',
    'register_success' => '登録に成功しました。',
    'register_fail' => '登録に失敗しました。',
    'email' => 'メールアドレスが存在しません。',
    'password_duplicate' => 'このパスワードは最近使用されています。別のパスワードを指定してください。',
    'register_failed' => '登録に失敗しました。',
    'login_success' => 'ログインしました。',
    'update_success' => 'プロファイルの編集が完了しました。',
    'update_fail' => '更新に失敗しました。もう一度お試しください。',
    'change_password_success' => 'パスワードは変更されました。',
    'update_image' => '画像のアップロードに成功しました。',
    'update_info_pro' => 'プロファイルの編集が完了しました。',
];
